[ChapterInfos.Chapter10Info_ReturnToHoundPits DisTweaks_ChapterInfo]
m_ChapterTitle="保皇派"
m_ChapterDescription="你已经回到了狗圈酒吧，寻找你的旧“盟友”的蛛丝马迹，找到他们囚禁艾米莉的地方。"

[ChapterInfos.Chapter11Info_HighOverseerMartin DisTweaks_ChapterInfo]
m_ChapterTitle="至高督军马丁"
m_ChapterDescription="随着摄政王和他的主要盟友被铲除，顿沃变得摇摇欲坠。你只有一条线索能让你更接近那些背叛你的人。马丁如今已是至高督军，他很可能知道其余阴谋成员以及艾米莉的下落。一旦到达酿酒区，你必须重返至高督军的办公室并找到马丁。"

[ChapterInfos.Chapter12Info_Lighthouse DisTweaks_ChapterInfo]
m_ChapterTitle="尽头之光"
m_ChapterDescription="保皇派的头目们已经转移到一座宏伟的灯塔——这是摄政王规划的最后一项军事工程。他们扣押着艾米莉，同时竭力巩固对这座城市的控制。是时候直面他们、决定他们的命运，并决定顿沃的未来了。"

[ChapterInfos.Chapter1Info_ReturningHome DisTweaks_ChapterInfo]
m_ChapterTitle="归乡"
m_ChapterDescription="为了向帝国的其他国家寻求应对鼠疫的援助，你刚刚结束了长达数月的旅程归来。你必须把他们的外交答复呈交给女皇；身为皇家护卫，你效忠于她。"

[ChapterInfos.Chapter2BisInfo_Fugitive DisTweaks_ChapterInfo]
m_ChapterTitle="逃亡者"
m_ChapterDescription="你在躲在暗处的盟友的帮助下逃脱了寒脊监狱。如果你能到达瑞哈文河的话，他们答应帮助你进行下一步的行动。"

[ChapterInfos.Chapter2Info_Dishonored DisTweaks_ChapterInfo]
m_ChapterTitle="耻辱"
m_ChapterDescription="自从你被皇家情报部长指控谋杀了女皇和密谋绑架她的女儿皇室继承人艾米莉之后已经过去了6个月。现在，你被关押在寒脊监狱，距离执行你死刑的时间越来越近了。"

[ChapterInfos.Chapter6AInfo_BridgeDone DisTweaks_ChapterInfo]
m_ChapterTitle="审问"
m_ChapterDescription="皇家医师安东·索科洛夫现在落入了保皇派手中。通过索科洛夫，我们将有可能直接打击摄政王身边的亲信。这个帝国里最才华横溢的人会有多配合？必须说服或强迫他吐露所知的一切。"

[ChapterInfos.Chapter6Info_RoyalPhysician DisTweaks_ChapterInfo]
m_ChapterTitle="皇家医师"
m_ChapterDescription="你被要求去绑架安东·索科洛夫，皇家医师兼自然科学院的院长。你的新盟友希望从索科洛夫口中获取摄政王情妇的名字，她是摄政王的一位神秘盟友，也是他最强大的贵族支持者之一。索科洛夫住在考德温大桥顶上某处的大公寓里。"

[ChapterInfos.Chapter7AInfo_BoyleDone DisTweaks_ChapterInfo]
m_ChapterTitle="最后的行动"
m_ChapterDescription="波义耳女士已经被除掉了，摄政王丧失了他最大的经济支持者。他现在处于从未有过的脆弱中。现在该为直接出击做准备了。"

[ChapterInfos.Chapter7Info_LadyBoyle DisTweaks_ChapterInfo]
m_ChapterTitle="波义耳女士最后的派对"
m_ChapterDescription="你已经得知摄政王最强大的支持者是波义耳女士。然而，波义耳家族中有三位女性都被称为波义耳女士：已故波义耳勋爵的遗孀和她的姐妹。索科洛夫曾在不寻常的情况下从背后为“波义耳女士”作画，因此不知道究竟谁才是摄政王的盟友。你将在化装舞会当晚被派往豪华的波义耳宅邸，以确定你必须除掉的是哪位波义耳女士。"

[ChapterInfos.Chapter8AInfo_TowerDone DisTweaks_ChapterInfo]
m_ChapterTitle="加冕前夕"
m_ChapterDescription="摄政王已经被打败了，确保了艾米莉对顿沃城的统治。剩下的就是安全地护送她到顿沃高塔，在那里她将登上王位。"

[ChapterInfos.Chapter8Info_ReturnToTower DisTweaks_ChapterInfo]
m_ChapterTitle="重返高塔"
m_ChapterDescription="是时候结束摄政王的统治了，如果成功的话，艾米莉将加冕为女皇。你必须回到顿沃高塔并潜入你曾经担任皇家护卫的地方。摄政王一向多疑，过去几个月来他已经升级了安全系统，如果你引发任何警报，他将会逃到一个重重防御的安全屋里。"

[ChapterInfos.Chapter9Info_Adrift DisTweaks_ChapterInfo]
m_ChapterTitle="漂泊无依"
m_ChapterDescription="被哈弗洛克，马丁和潘德顿所背叛后，你在最后时刻被船夫萨缪尔所救，他将你留在了顿沃城的荒废之地。"

[ChapterInfos.Chapter9Info_FloodedDistrict DisTweaks_ChapterInfo]
m_ChapterTitle="水淹区"
m_ChapterDescription="被哈弗洛克，马丁和潘德顿所背叛和下毒后，你在水淹区废墟处醒来，刺客道德把你关押在这里。找回你的装备，面对道德，并设法离开水淹区。"

[ChapterInfos.Chapter9Info_StreetsSewer DisTweaks_ChapterInfo]
m_ChapterTitle="沐雨栉风"
m_ChapterDescription="你已经逃离了水淹区，现在正迂回前往狗圈酒吧。"

[ChapterInfos.ChapterInfo3_HiddenAllies DisTweaks_ChapterInfo]
m_ChapterTitle="躲在暗处的盟友"
m_ChapterDescription="你的新盟友藏身在河边的一间老酒吧里，正等着与你分享他们的计划。会见保皇派的核心成员，了解他们的打算。"

[ChapterInfos.ChapterInfo4_HighOverseer DisTweaks_ChapterInfo]
m_ChapterTitle="至高督军坎贝尔"
m_ChapterDescription="至高督军坎贝尔领导着城中的激进宗教派系，也是摄政王的亲密盟友。坎贝尔已经彻底腐化，并掌握着艾米莉下落的秘密。潜入至高督军的办公室，偷走坎贝尔的日记并除掉他。保皇派的盟友马丁被关押在那里，救出他并让他逃离。"

[ChapterInfos.ChapterInfo4A_OverseersDone DisTweaks_ChapterInfo]
m_ChapterTitle="督军们完蛋了"
m_ChapterDescription="马丁正在前往与保皇派会合，坎贝尔的命运则令督军陷入混乱。破译至高督军的日志可能揭示诸多战略机密，其中最重要的是合法王位继承人艾米莉·考德温的下落。"

[ChapterInfos.ChapterInfo5_HouseOfPleasure DisTweaks_ChapterInfo]
m_ChapterTitle="欢愉之屋"
m_ChapterDescription="保皇派相信艾米莉被腐败的公子哥儿潘德顿兄弟关在金猫内部。这两人是潘德顿勋爵厌恶的双胞胎哥哥，且忠于残暴的摄政王。找到在金猫里的艾米莉并解决掉寇斯提思·潘德顿勋爵和摩根·潘德顿勋爵。"

[ChapterInfos.ChapterInfo5A_BrothelDone DisTweaks_ChapterInfo]
m_ChapterTitle="皇室贵客"
m_ChapterDescription="现在艾米莉在保皇派的保护关照下安全了。在确保了她暂时的安宁之后，是时候铲除摄政王剩余势力了。"

[ChapterTargets.Twk_ChapterTarget_Campbell DisTweaks_ChapterTarget]
m_TargetName="坎贝尔"

[ChapterTargets.Twk_ChapterTarget_Curnow DisTweaks_ChapterTarget]
m_TargetName="科纳"

[ChapterTargets.Twk_ChapterTarget_CustisPendleton DisTweaks_ChapterTarget]
m_TargetName="寇斯提思·潘德顿"

[ChapterTargets.Twk_ChapterTarget_Daud DisTweaks_ChapterTarget]
m_TargetName="道德"

[ChapterTargets.Twk_ChapterTarget_Emily DisTweaks_ChapterTarget]
m_TargetName="艾米莉"

[ChapterTargets.Twk_ChapterTarget_Havelock DisTweaks_ChapterTarget]
m_TargetName="哈弗洛克"

[ChapterTargets.Twk_ChapterTarget_LadyBoyle DisTweaks_ChapterTarget]
m_TargetName="波义耳女士"

[ChapterTargets.Twk_ChapterTarget_LordRegent DisTweaks_ChapterTarget]
m_TargetName="摄政王"

[ChapterTargets.Twk_ChapterTarget_Martin DisTweaks_ChapterTarget]
m_TargetName="马丁"

[ChapterTargets.Twk_ChapterTarget_MorganPendleton DisTweaks_ChapterTarget]
m_TargetName="摩根·潘德顿"

[ChapterTargets.Twk_ChapterTarget_Sokolov DisTweaks_ChapterTarget]
m_TargetName="索科洛夫"

[ChapterTargets.Twk_ChapterTarget_TreavorPendleton DisTweaks_ChapterTarget]
m_TargetName="特雷弗·潘德顿"

